Revit 2024 API
BuiltInFailures.FamilyFailures.CantEditWhileGrouped Property
 You may not edit this parameter while the element is grouped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CantEditWhileGrouped { get; }
Visual Basic
Public Shared ReadOnly Property CantEditWhileGrouped As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CantEditWhileGrouped {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace